<?php
$_TRANSLATIONS = array();
// Greek
$_TRANSLATIONS["el-EL"] = array(
	"file_name" => "Όνομα αρχείου",
	"size" => "Μέγεθος",
	"last_changed" => "Τελευταία τροποποίηση",
	"total_used_space" => "Χρησιμοποιημένος χώρος",
	"free_space" => "Ελεύθερος χώρος",
	"password" => "Κωδικός",
	"upload" => "Φόρτωση",
	"failed_upload" => "Αποτυχία φόρτωσης αρχείου!",
	"failed_move" => "Αποτυχία μεταφοράς αρχείου στον κατάλληλο φάκελο!",
	"wrong_password" => "Λάθος κωδικός",
	"make_directory" => "Νέος Φάκελος",
	"new_dir_failed" => "Αποτυχία δημιουργίας φακέλου",
	"chmod_dir_failed" => "Αποτυχία τροποποίησης δικαιωμάτων φακέλου",
	"unable_to_read_dir" => "Αδυναμία ανάγνωσης φακέλου",
	"location" => "Τοποθεσία",
	"root" => "Ριζικός φάκελος",
	"log_file_permission_error" => "Το πρόγραμμα δεν έχει δικαιώματα εγγραφής στο αρχείο καταγραφής.",
	"upload_not_allowed" => "Οι ρυθμίσεις του προγράμματος δεν επιτρέπουν φόρτωση αρχείων σε αυτό τον φάκελο.",
	"upload_dir_not_writable" => "Αυτός ο φάκελος δεν έχει δικαιώματα για εγγραφή.",
	"mobile_version" => "Φορητή προβολή",
	"standard_version" => "Στάνταρ προβολή",
	"page_load_time" => "Η σελίδα φόρτωσε σε %.2f ms",
	"wrong_pass" => "Λάθος όνομα χρήστη ή κωδικός",
	"username" => "Όνομα χρήστη",
	"log_in" => "Σύνδεση",
	"upload_type_not_allowed" => "Αυτός ο τύπος αρχείου δεν επιτρέπεται να φορτωθεί.",
	"del" => "Διαγραφή",
	"log_out" => "Αποσύνδεση"
);
?>